[
  {
    "nombreReceta": "Arroz con sepia y gambas",
    "descripcion": "Arroz tradicional preparado con un sofrito de cebolla y pimiento rojo, sepia tierna, gambas y caldo de pescado. Un plato sabroso y sencillo donde el azafrán y el sofrito aportan un aroma mediterráneo irresistible.",
    "ingredientes": "360 gramos de arroz redondo,\n2 sepias pequeñas ,\n250 gramos de gambas ,\n1 cebolleta ,\nmedio pimiento rojo,\nHebras de azafrán,\n900 ml de caldo de pescado,\nSal",
    "alergenos": "Marisco",
    "paisOrigen": "España",
    "pasosAseguir": "Comenzamos haciendo  un buen sofrito con la cebolla y el pimiento rojo. Mucha gente no le gusta ponerle pero a mi me encarna en el arroz. \nCuando esté a medio pochar, añadimos la sepia y las gambas y las cocinamos unos 5 minutos. \nAgregamos las hebras de azafrán y seguidamente el arroz para anacararlo y de esta manera va a absorber los sabores del sofrito. \nCubrimos con el caldo de pescado y dejamos cocinar 18 minutos a fuego medio y luego reposamos otros 5 con un paño por encima. ",
    "turnoComida": "comida",
    "duracion": 35,
    "dificultad": "Media",
    "fotoReceta": "/static/uploads/recetas/20251204_212526_alfredo_martinezescoval_24493a04.jpg",
    "usuariosGuardado": [
      "franciscojavier.martinezfernan@usp.ceu.es"
    ],
    "comentarios": [
      {
        "usuario": "pedro.varonaparra@usp.ceu.es",
        "texto": "Muy rico",
        "fecha": "2025-12-10T11:40:12.305274"
      },
      {
        "usuario": "franciscojavier.martinezfernan@usp.ceu.es",
        "texto": "Me gustó mucho, la hice ayer para la familia y fue un éxito.",
        "fecha": "2025-12-10T11:43:00.689085"
      }
    ],
    "valoraciones": [
      {
        "usuario": "pedro.varonaparra@usp.ceu.es",
        "puntuacion": 5
      },
      {
        "usuario": "franciscojavier.martinezfernan@usp.ceu.es",
        "puntuacion": 5
      }
    ],
    "publicada": true,
    "usuario": "alfredo.martinezescoval@usp.ceu.es"
  },
  {
    "nombreReceta": "Tostada con tomate, perlas de mozzarella y rúcula",
    "descripcion": "Tostada de pan crujiente con tomate rallado, perlas de mozzarella fresca y rúcula, ideal para un desayuno o merienda rápido y saludable.",
    "ingredientes": "Pan, Tomate, Mozzarella fresca en perlas, Rúcula, Aceite de oliva, Sal",
    "alergenos": "Lácteos, Glúten",
    "paisOrigen": "España",
    "pasosAseguir": "Tuesta una o dos rebanadas de pan.\nAñade un chorrito de aceite de oliva sobre la tostada caliente.\nRalla tomate maduro por encima o extiende tomate triturado natural.\nColoca unas perlas de mozzarella fresca.\nAñade rúcula al gusto.\nOpcional: añade una pizca de sal o unas gotas extra de aceite de oliva antes de servir.",
    "turnoComida": "desayuno",
    "duracion": 10,
    "dificultad": "Facil",
    "fotoReceta": "/static/uploads/recetas/20251204_210801_alfredo_martinezescoval_1826beea.jpg",
    "usuariosGuardado": [
      "pedro.varonaparra@usp.ceu.es"
    ],
    "comentarios": [
      {
        "usuario": "pedro.varonaparra@usp.ceu.es",
        "texto": "Delicioso, gracias por la receta.",
        "fecha": "2025-12-10T11:40:31.625662"
      }
    ],
    "valoraciones": [
      {
        "usuario": "pedro.varonaparra@usp.ceu.es",
        "puntuacion": 5
      }
    ],
    "usuario": "alfredo.martinezescoval@usp.ceu.es",
    "publicada": true
  },
  {
    "nombreReceta": "Gachas de avena con fruta fresca",
    "descripcion": "Gachas de avena cocinadas lentamente con leche hasta obtener una textura cremosa, endulzadas ligeramente y acompañadas con fruta fresca al gusto. Un desayuno nutritivo, energético y fácil de preparar.",
    "ingredientes": "Avena (40 g),\nLeche o bebida vegetal (200 ml),\nFruta fresca variada al gusto,\nOpcional: Azúcar o miel (1 cucharadita)",
    "alergenos": "Lácteos, Glúten",
    "paisOrigen": "Reino Unido",
    "pasosAseguir": "Calienta 200 ml de leche o bebida vegetal en un cazo a fuego lento.\nCuando esté templada, agrega 40 g de avena y remueve bien.\nCocina a fuego bajo entre 10 y 15 minutos, removiendo ocasionalmente para evitar que se pegue, hasta obtener una textura cremosa.\nSi deseas un toque dulce, añade 1 cucharadita de azúcar o miel y mezcla.\nSirve las gachas en un bol y coloca fruta fresca al gusto por encima justo antes de comer.",
    "turnoComida": "desayuno",
    "duracion": 15,
    "dificultad": "Facil",
    "fotoReceta": "/static/uploads/recetas/20251204_211246_alfredo_martinezescoval_c2013ed9.jpg",
    "usuariosGuardado": [],
    "comentarios": [],
    "valoraciones": [],
    "usuario": "alfredo.martinezescoval@usp.ceu.es"
  },
  {
    "nombreReceta": "Rollito de berenjena relleno de jamón y queso",
    "descripcion": "Deliciosos rollitos de berenjena a la plancha, rellenos de jamón y queso fundido. Una opción ligera, sabrosa y perfecta como entrante o cena rápida.",
    "ingredientes": "1 berenjena,\n10 ml de aceite de oliva,\n30 gramos de mayonesa,\n15 gramos de mostaza,\n3 gramos de ajo en polvo,\n3 lonchas de jamón york,\nHojas de rúcula,\n3 tomates cherry,\n3 lonchas de queso Gouda,\nSal al gusto,\nPimienta al gusto",
    "alergenos": "Lácteos",
    "paisOrigen": "Italia",
    "pasosAseguir": "Cortamos la berenjena a lo largo en láminas de 3- 4 cm de grosor.\nCalentamos una sartén y añadimos el aceite de oliva. Sazonamos la berenjena  y las llevamos a la sartén. Las cocinamos durante dos minutos por cada lado hasta que doren.\nEn un recipiente mezclamos la mayonesa, la mostaza y el ajo seco.\nPintamos una cara de cada lámina de berenjena con la salsa.\nCortamos las lonchas de jamón y queso por la mitad. Y ponemos media loncha de jamón sobre cada lámina de berenjena.\nPonemos también unas hojas de rúcula sobre el jamón y enrollamos la lámina de berenjena con el jamón y la rúcula dentro.\nCortamos los tomates cherry a la mitad e insertamos un palillo en cada una. Enrollamos el queso y lo insertamos en el palillo.\nClavamos el palillo con el queso y el tomate en el rollo de berenjena para terminar de fijar el bocado.",
    "turnoComida": "aperitivo",
    "duracion": 25,
    "dificultad": "Media",
    "fotoReceta": "/static/uploads/recetas/20251204_211810_alfredo_martinezescoval_6f9efc81.jpg",
    "usuariosGuardado": [],
    "comentarios": [],
    "valoraciones": [],
    "usuario": "alfredo.martinezescoval@usp.ceu.es",
    "publicada": true
  },
  {
    "nombreReceta": "Croquetas de queso azul",
    "descripcion": "Croquetas cremosas con un intenso sabor a queso azul, elaboradas con una bechamel suave y fritas hasta quedar doradas y crujientes. Perfectas como aperitivo o entrante.",
    "ingredientes": "80 gramos de harina,\n80 gramos de mantequilla ,\n600- 700 ml de leche,\n80 gramos de queso azul,\nhuevo ,\nPan rallado,\nAceite de oliva ,",
    "alergenos": "Lácteos, Glúten, Huevo",
    "paisOrigen": "España",
    "pasosAseguir": "Comenzamos haciendo una buena bechamel derritiendo la mantequilla en una sartén. \nAñadimos la harina tamizada para que no se formen grumos y la cocinamos unos minutos para que se pierda el sabor a crudo. \nPoco a poco vamos añadiendo la leche hasta obtener la textura deseada. \nAgregamos el queso azul y dejamos que se derrita. Cocinamos unos 10 minutos a fuego lento. Salpimentamos al final y ponemos en un plato o bandeja para dejar que se enfríen en la encimera por completo y luego terminar en la nevera 2 o 3 horas. \nCon una cuchara cogemos pedacitos de masa y las boleamos.\nLas pasamos por huevo y pan rallado. \nLas freímos en abundante aceite caliente y cuando las saquemos las dejamos en papel absorbente para que pueda absorber la mayor cantidad de aceite.",
    "turnoComida": "aperitivo",
    "duracion": 200,
    "dificultad": "Media",
    "fotoReceta": "/static/uploads/recetas/20251204_212157_alfredo_martinezescoval_f34ce6a1.jpg",
    "usuariosGuardado": [],
    "comentarios": [],
    "valoraciones": [],
    "usuario": "alfredo.martinezescoval@usp.ceu.es"
  },
  {
    "nombreReceta": "Pollo a la plancha",
    "descripcion": "Pechuga de pollo fileteada y marinada con ajo y aceite de oliva, cocinada a la plancha hasta quedar jugosa y dorada. Un plato rápido, ligero y perfecto para acompañar con una ensalada mixta.",
    "ingredientes": "1 pechuga de pollo ,\n2 dientes de ajo,\nAceite de oliva,\nSal",
    "alergenos": "",
    "paisOrigen": "España",
    "pasosAseguir": "Comenzamos fileteando la pechuga de pollo aunque suele venir fileteada o nos lo puede hacer el pollero.\nEn un bol ponemos los filetes con un poco de sal, los ajos picados finamente y un buen chorrito de aceite de oliva. Los dejamos unos 20 minutos para que coja bien el sabor del ajo. \nPasado el tiempo los pasamos por la plancha vuelta y vuelta. No hace falta que pongas aceite porque ya lo lleva el filete. Los cocinamos como 1 minutos por lado aunque dependerá del grosor.\nServimos con una buena ensalada mixta que creo que es el mejor acompañamiento de un jugoso filete de pollo a la plancha.",
    "turnoComida": "comida",
    "duracion": 25,
    "dificultad": "Facil",
    "fotoReceta": "/static/uploads/recetas/20251204_212750_alfredo_martinezescoval_c8a6d84d.jpg",
    "usuariosGuardado": [],
    "comentarios": [],
    "valoraciones": [],
    "publicada": false,
    "usuario": "alfredo.martinezescoval@usp.ceu.es"
  },
  {
    "nombreReceta": "Bizcocho de nata",
    "descripcion": "Bizcocho tradicional elaborado con nata líquida, mantequilla, limón y una mezcla aireada de huevos y azúcar. Su textura esponjosa y su sabor suave lo convierten en un clásico perfecto para desayunos y meriendas.",
    "ingredientes": "3 huevos ,\n100 gramos de mantequilla,\n190 gramos de azúcar ,\n100 ml de nata de montar ,\n1 sobre de levadura,\nLa ralladura de limón,\n200 gramos de harina ,\n1 pizca de sal",
    "alergenos": "Lácteos, Glúten, Huevo",
    "paisOrigen": "España",
    "pasosAseguir": "Comenzamos blanqueando los huevos con el azúcar, esto es batiendo sin parar con unas varillas eléctricas o robot de cocina hasta que espume y tome un color blanquecino.\n El siguiente paso será añadir la mantequilla derretida, la nata líquida y la ralladura de limón. Seguimos mezclando.\nFinalizamos añadiendo la harina y la levadura tamizadas. De esta manera no se van a hacer grumos. Mezclamos hasta obtener una mezcla homogénea.\nPonemos mantequilla y harina en un molde y volcamos nuestra masa de bizcocho de nata.\n Horneamos a 180º durante unos 40-45 minutos. Para saber si está listo el bizcocho vamos a pincharlo con un palillo y si sale seco, es que está listo el bizcocho. ",
    "turnoComida": "merienda",
    "duracion": 50,
    "dificultad": "Facil",
    "fotoReceta": "/static/uploads/recetas/20251204_213016_alfredo_martinezescoval_90971798.jpg",
    "usuariosGuardado": [
      "franciscojavier.martinezfernan@usp.ceu.es"
    ],
    "comentarios": [
      {
        "usuario": "franciscojavier.martinezfernan@usp.ceu.es",
        "texto": "A mis hijos les ha encantado.",
        "fecha": "2025-12-10T11:44:02.038683"
      }
    ],
    "valoraciones": [
      {
        "usuario": "franciscojavier.martinezfernan@usp.ceu.es",
        "puntuacion": 5
      }
    ],
    "usuario": "alfredo.martinezescoval@usp.ceu.es",
    "publicada": true
  },
  {
    "nombreReceta": "Cupcakes",
    "descripcion": "Cupcakes esponjosos elaborados con una masa suave de vainilla y coronados con una buttercream cremosa. Perfectos para celebraciones, meriendas o para acompañar un café.",
    "ingredientes": "200 gramos de azúcar blanca,\n95 gramos de aceite de girasol,\n3 huevos,\n185 gramos de harina de trigo,\n110 gramos de leche entera,\n5 gramos de extracto de vainilla,\n8 gramos de levadura química,\n280 gramos de mantequilla sin sal a temperatura ambiente,\n190 gramos de azúcar glas ,\n10 ml de extracto de vainilla,\nPerlitas de colores para decorar",
    "alergenos": "Lácteos, Glúten, Huevo",
    "paisOrigen": "Estados Unidos",
    "pasosAseguir": "Con las varillas eléctricas, mezclamos el azúcar con el aceite, como siempre digo para postres es un aceite suave de girasol para no aportar sabor.\nAñadimos, uno a uno, los huevos integrándose con la mezcla.\nTamizamos la harina de trigo y la mezclamos con la levadura química. Incorporamos esta mezcla seca a la preparación de azúcar, huevos y aceite, agregando también la leche y el extracto de vainilla. \nMezclamos con la espátula haciendo movimientos envolventes hasta integrar por completo y obtener la masa de la base del cupcake.\n Colocamos en un molde de magdalena o cupcake unos papeles de horno y luego los llevamos hasta llegar a ¾ partes de cada cápsula. \nCocinamos durante 18 a 20  minutos a 180°C o hasta que, al pinchar con un palillo, este salga limpio.\nEn un bol y con ayuda de las varillas eléctricas, batimos la mantequilla a temperatura ambiente junto con el azúcar glas tamizada hasta que la mezcla tome un color blanquecino y esté cremosa.\nAñadimos la leche entera y el extracto de vainilla. Batimos durante 5 minutos más hasta que la mezcla esté cremosa.\nRellenamos una manga pastelera con esta crema y reservamos para el momento que vayamos a hacerlos y decorarlos.\n Cuando los cupcakes estén fríos, decoramos con la buttercream que teníamos en la manga pastelera y añadimos algunos toques de color con las perlitas. Estas las venden de todos los colores en cualquier supermercado.",
    "turnoComida": "merienda",
    "duracion": 45,
    "dificultad": "Media",
    "fotoReceta": "/static/uploads/recetas/20251204_213417_alfredo_martinezescoval_988a9632.jpg",
    "usuariosGuardado": [],
    "comentarios": [],
    "valoraciones": [],
    "publicada": false,
    "usuario": "alfredo.martinezescoval@usp.ceu.es"
  },
  {
    "nombreReceta": "Huevos fritos con chistorra",
    "descripcion": "Plato tradicional compuesto por patatas fritas, chistorra salteada y huevos fritos con puntilla, una combinación sencilla pero contundente típica de la cocina casera española.",
    "ingredientes": "2 huevos ,\n1 tira de chistorra ,\n2 patatas ,\nAceite de oliva ,\nSal",
    "alergenos": "Huevo",
    "paisOrigen": "",
    "pasosAseguir": "Comenzamos haciendo la chistorra. La vamos a saltear en un sartén sin aceite ya que ella misma va a soltar mucha grasa. \nUna vez cocida la retiramos y reservamos \n Pelamos y partimos las patatas a lo largo. La freímos en abundante aceite de oliva. \nAhora para hacer unos huevos de calidad, cogemos y cubrimos el fondo de una sartén con aceite de oliva. \nCuando esté bien caliente, añadimos el huevo con un toque de sal por encima. \nCon una espátula vamos echando por encima aceite para que se haga la yema un poco y listo. Sacamos el huevo y reservamos.\nServimos las patatas con la chistorra y por encima el huevo frito y tenemos uno de los mejores platos de las abuelas.",
    "turnoComida": "cena",
    "duracion": 25,
    "dificultad": "Facil",
    "fotoReceta": "/static/uploads/recetas/20251204_214357_alfredo_martinezescoval_4a7ed617.jpg",
    "usuariosGuardado": [
      "pedro.varonaparra@usp.ceu.es",
      "franciscojavier.martinezfernan@usp.ceu.es"
    ],
    "comentarios": [
      {
        "usuario": "pedro.varonaparra@usp.ceu.es",
        "texto": "Mi plato favorito, muchísimas gracias, esta noche lo hago.",
        "fecha": "2025-12-10T11:41:11.695920"
      }
    ],
    "valoraciones": [
      {
        "usuario": "pedro.varonaparra@usp.ceu.es",
        "puntuacion": 5
      }
    ],
    "publicada": true,
    "usuario": "alfredo.martinezescoval@usp.ceu.es"
  },
  {
    "nombreReceta": "Sopa de tomate",
    "descripcion": "Sopa casera elaborada con tomate fresco, verduras pochadas y caldo aromático. Una receta reconfortante, suave y llena de sabor, servida tradicionalmente con picatostes o pan tostado.",
    "ingredientes": "1 kilo de tomates pera maduros,\n1 cebolla,\n1 diente de ajo,\n1 pimiento rojo,\nCaldo de verduras o caldo de pollo,\nSal,\n1 cucharada de azúcar,\n1 hoja de laurel,\nAceite de oliva virgen extra",
    "alergenos": "",
    "paisOrigen": "España",
    "pasosAseguir": "Comenzamos pochando en aceite de oliva la cebolla, el ajo y el pimiento rojo. Que se poche bien durante unos 15 minutos.\nPasado ese tiempo, añadimos los tomates troceados. Hay personas que los pelan previamente pero a mi me gusta añadirlos y cocinarlos por completo y luego colar la sopa para que quede muy fina. Rehogamos muy bien durante otros 20 minutos.\n Cubrimos con caldo de verduras o caldo de pollo y cocemos 20 minutos. En este punto le puedes poner laurel o tomillo que le va genial.\nTrituramos muy bien la sopa y en este punto la probamos y vamos poniendo poco a poco un pelín de azúcar por si está muy ácida.\nLa pasamos por un colador para retirar los restos de pepitas y pieles y servimos la sopa de tomate caliente con unos picatostes caseros o unas rebanadas de pan tostado por encima.",
    "turnoComida": "cena",
    "duracion": 60,
    "dificultad": "Facil",
    "fotoReceta": "/static/uploads/recetas/20251204_214625_alfredo_martinezescoval_82d7ae49.jpg",
    "usuariosGuardado": [],
    "comentarios": [],
    "valoraciones": [],
    "publicada": false,
    "usuario": "alfredo.martinezescoval@usp.ceu.es"
  },
  {
    "nombreReceta": "Cachopo de ternera",
    "descripcion": "Una de las recetas más importantes de la gastronomía española y en particular de la Asturiana es el cachopo de ternera, un filete empanado relleno de diferentes ingredientes que hoy vamos a preparar.",
    "ingredientes": "2 filetes de ternera asturiana,\nJamón ibérico, \njamón serrano o cecina,\nQueso en lonchas asturiano o queso cabrales,\nHuevo,\nPan rallado",
    "alergenos": "Lácteos, Glúten, Huevo",
    "paisOrigen": "España",
    "pasosAseguir": "Comenzamos limpiando la ternera de grasa o de cualquier nervio que pueda tener, de esa manera evitaremos esa parte en el empanado.\nCon un espalmador, daremos golpes a los filetes para romper la fibra.\nSalpimentamos los filetes y los rellenamos de lonchas de jamón ibérico y queso. \nCubrimos con el otro filete por encima y presionamos. \nAhora pasamos por huevo batido y pan rallado. Os recomiendo usar bandejas porque empanarlo si no es un poco engorroso con platos pequeños.\nFreímos en abundante aceite de oliva o girasol por ambos lados unos dos minutos por lado. En este punto un truco es usar una paellera para freír porque no solemos tener freidoras tan grandes en casa. \nPasamos por papel absorbente para quitar los excesos de aceite y servimos cortado con unas pimientos del piquillo por encima y unas patatas fritas. De esa manera el queso fundido se saldrá un poco y quedará espectacular.",
    "turnoComida": "comida",
    "duracion": 30,
    "dificultad": "Media",
    "fotoReceta": "/static/uploads/recetas/20251210_111447_victorvega_24cd52f8.jpg",
    "usuariosGuardado": [],
    "comentarios": [
      {
        "usuario": "pedro.varonaparra@usp.ceu.es",
        "texto": "Mejorable",
        "fecha": "2025-12-10T11:40:46.324070"
      },
      {
        "usuario": "franciscojavier.martinezfernan@usp.ceu.es",
        "texto": "No estaba mal pero se puede mejorar.",
        "fecha": "2025-12-10T11:43:43.326700"
      }
    ],
    "valoraciones": [
      {
        "usuario": "pedro.varonaparra@usp.ceu.es",
        "puntuacion": 2
      },
      {
        "usuario": "franciscojavier.martinezfernan@usp.ceu.es",
        "puntuacion": 4
      }
    ],
    "usuario": "victorvega@gmail.com",
    "publicada": true
  },
  {
    "nombreReceta": "Espaguetis a la carbonara",
    "descripcion": "Los espaguetis a la carbonara son de las recetas más tradicionales que tenemos de gastronomía italiana y hoy vamos a preparar su receta con huevos, es la receta original de verdad porque en España (ahora ya no tanto) siempre se ha hecho con nata.",
    "ingredientes": "200 gramos de espaguetis,\n100 gramos de guanciale,\n50 gramos de pecorino o parmesano,\n3 yemas de huevo y 1 huevo entero,\nSal,\nPimienta negra recién molida",
    "pasosAseguir": "Comenzamos en una sartén sin aceite a cocinar el guancile. Lo debemos cocinar a fuego medio hasta que se dore y suelte toda la grasa. No tires la grasa porque parte de ella la vamos a usar.\nUna vez dorados, retiramos y reservamos.\nMIentras tanto vamos cocineod los espaguetis como indique el fabricante en abundante agua con sal.\nEn un bol, ponemos el queso rallado, las 3 yemas y el huevo entero. Batimos muy bien.\nAñadimos una cucharada del agua de cocción, un par de cucharadas de la grasa del guancile y mezclamos hasta que quede una pasta. Esta la reservamos hasta que tengamos los espaguetis cocidos.\nColamos las espaguetis y los añadimos otra vez a la sartén. Dejamos atemperar un minutos y seguidamente le añadimos la crema yy con el propio calor se va a ir haciendo esa crema tan característica. Lo dejamos atemperar porque si tenemos el fuego encendido la crema se va a cuajar y no queremos eso.\nServimos con el guancile por encima y con una buena cantidad de pimienta negra molida.",
    "duracion": 15,
    "fotoReceta": "/static/uploads/recetas/20251210_111952_victorvega_93626b08.jpg",
    "alergenos": "Lácteos, Glúten",
    "paisOrigen": "Italia",
    "turnoComida": "cena",
    "dificultad": "Facil",
    "usuario": "victorvega@gmail.com",
    "usuariosGuardado": [],
    "publicada": true,
    "comentarios": [
      {
        "usuario": "franciscojavier.martinezfernan@usp.ceu.es",
        "texto": "Muy rico, muchas gracias.",
        "fecha": "2025-12-10T11:43:24.370260"
      }
    ],
    "valoraciones": [
      {
        "usuario": "franciscojavier.martinezfernan@usp.ceu.es",
        "puntuacion": 4
      }
    ]
  },
  {
    "nombreReceta": "Pan con tomate",
    "descripcion": "Hoy vamos a hacer uno de los desayunos más importantes de la cocina catalana, el pan tumaca, al que llamamos pan con tomate en Madrid y que en catalán se dice es pa amb tomàquet.",
    "ingredientes": "2 rebanadas de pan de hogaza,\n2 tomates maduros,\n1 diente de ajo,\nSal,\nAceite de oliva Virgen extra",
    "pasosAseguir": "Comenzamos tostando el pan en una sartén o en un tostador, donde mejor te venga.\nCon el pan tostado, partimos el ajo en dos y lo restregamos por encima del pan.\nAhora partimos el pan por la mitad y restregamos en el pan bien, que se unte bien de tomate. Puedes presionar un poco para que salga más tomate.\nSolo queda un buen aceite de oliva virgen extra, sal por encima y listo, tenemos un sano y delicioso desayuno.",
    "duracion": 12,
    "fotoReceta": "/static/uploads/recetas/20251210_112350_victorvega_4e096473.jpg",
    "alergenos": "Glúten",
    "paisOrigen": "España",
    "turnoComida": "desayuno",
    "dificultad": "Facil",
    "usuario": "victorvega@gmail.com",
    "usuariosGuardado": [],
    "publicada": true
  },
  {
    "nombreReceta": "Humus de garbanzos",
    "descripcion": "El humus es un puré, crema o paté hecho a base de garbanzos y zumo de limón típica de la cocina árabe. Se puede servir como aperitivo o tapa y puede acompañarse de pan de pita o pan tostado. Es una receta muy sencilla de elaborar y es un entrante perfecto con el que podéis hacer numerosas combinaciones.",
    "ingredientes": "Garbanzos cocidos,\n1 ajo,\nAceita de oliva,\nZumo de limón,\nComino,\nSal,\nHuevos de codorniz",
    "pasosAseguir": "Poner los garbanzos a remojo la noche de antes y cocerlos posteriormente en la olla express. También podéis probar a hacerlo con garbanzos en conserva.\nCocer los garbanzo en una cazuela  junto con el ajo, medio litro de agua y un poco de sal durante unos minutos. Cuando pasen esos minutos\nColar los garbanzos junto con los ajos y reservar el líquido de cocción.\nA continuación pasamos los garbanzos y los ajos por la batidora junto con un chorrito de aceite y zumo de limón. El el caso de que quede un poco espeso podemos añadir un poco de agua de cocción.\nLo siguiente que haremos será servir el puré de garbanzos en un recipiente. En este caso yo he usado vasos de Martini, porque quedan muy bien y creo que es la cantidad justa.\nEn un mortero hacemos un majado con medio ajito, comino, sal y pimentón. Este majado lo ponemos por encima del humus.\nPara hacer los huevos escalfados de codorniz tendremos que usar un film transparente. Sobre una tacita pequeña extendemos el film y dentro ponemos el huevo de codorniz con un poquito de sal.\nHacemos una especie de paquetito y cocemos en agua unos 2 minutos.\nFinalmente retiramos el film transparente, lo ponemos encima de nuestro vasito de humus y              espolvoreamos un poco de perejil.",
    "duracion": 20,
    "fotoReceta": "/static/uploads/recetas/20251210_113357_pedro_varonaparra_31c27ae1.jpg",
    "alergenos": "Huevo",
    "paisOrigen": "España",
    "turnoComida": "aperitivo",
    "dificultad": "Facil",
    "usuario": "pedro.varonaparra@usp.ceu.es",
    "usuariosGuardado": [],
    "publicada": true
  },
  {
    "nombreReceta": "Crema de calabaza",
    "descripcion": "La crema de calabaza es la mejor crema de verduras sin duda del otoño y de todo el año. Empieza octubre y ya apetecen platos de cremas sanas o guisos y estas receta de crema de calabaza nunca puede faltar en pleno otoño e invierno.",
    "ingredientes": "1 kilo de calabaza,\n2 puerros,\n1 nuez de mantequilla o aceite de oliva virgen extra,\nSal,\nPimienta,\nCaldo de pollo o caldo de verduras,\nSal,\n2 quesitos,\n100 ml de Leche evaporada o nata",
    "pasosAseguir": "Comenzamos pelando la calabaza y cortándola en dados. No incorporéis las pepitas de calabaza.\nCortamos además de la calabaza, el puerro y los rehogamos en un cacerola ancha, que se cocine a fuego medio fuerte que va a ayudar a coger aroma y sabor a la crema. Ese punto diferencial de cualquier crema de calabaza.\nCuando haya cogido color, cubrimos de caldo de pollo o de verduras o incluso agua y dejamos cocinar hasta que la calabaza esté blanda. El tiempo dependerá del corte que le demos.\nColamos la calabaza y ahora toca triturar muy bien con un par de quesitos y leche evaporada. La leche o nata se la vamos a ir incorporando poco a poco hasta obtener la textura deseada de la crema.",
    "duracion": 30,
    "fotoReceta": "/static/uploads/recetas/20251210_113651_pedro_varonaparra_7e0c4b89.jpg",
    "alergenos": "Lácteos",
    "paisOrigen": "España",
    "turnoComida": "cena",
    "dificultad": "Facil",
    "usuario": "pedro.varonaparra@usp.ceu.es",
    "usuariosGuardado": [],
    "publicada": true
  },
  {
    "nombreReceta": "Tortitas",
    "descripcion": "La receta de tortitas es uno de esos desayunos perfectos que nos gusta a todos y que con nata montada y caramelo por encima es una delicia impresionante. Hoy vamos a aprender a hacer su masa, se receta y conocer su toppings perfectos.",
    "ingredientes": "300 g de harina de trigo de todo uso,\n100 gramos de mantequilla,\n50 gramos de azúcar,\n4 huevos medianos,\n400 ml de leche entera,\nUna cucharada de esencia de vainilla,\n24 gramos de levadura en polvo,\n1 pizca de sal",
    "pasosAseguir": "Comenzamos en un bol batiendo los ingredientes líquidos. La leche, los huevos y la esencia de vainilla.\nPor otra parte vamos a mezclar los secos. El azúcar, la harina y la levadura. En este punto agregamos una pizca de sal.\nAgregamos los secos a los líquidos tamizados y mezclamos muy bien.\nEl último paso será agregar la mantequilla pomada y mezclar muy bien hasta obtener una masa homogénea de tortitas. Tapamos y dejamos reposar una hora mínimo para que se empiece a fermentar un poco.\nEn una sartén pintamos con un poco de mantequilla.\nAñadimos una poco de masa de tortitas y dejamos cocinar hasta que empiecen a salir una especie de burbujas. En ese punto daremos la vuelta a la tortita\nDoramos la tortita por la otra parte y listo.",
    "duracion": 80,
    "fotoReceta": "/static/uploads/recetas/20251210_113929_pedro_varonaparra_38ac0f4c.jpg",
    "alergenos": "Lácteos, Glúten, Huevo",
    "paisOrigen": "Estados Unidos",
    "turnoComida": "merienda",
    "dificultad": "Facil",
    "usuario": "pedro.varonaparra@usp.ceu.es",
    "usuariosGuardado": [],
    "publicada": true
  },
  {
    "nombreReceta": "Pisto de verduras",
    "descripcion": "El pisto es una de las recetas más importantes que tenemos en cada familia, la receta de pisto de mi abuela es una maravilla y es la que os voy a dar hoy. Realmente la receta tradicional es un pisto manchego, que es la más famosa de España pero tenemos otros como el andaluz o por el pisto catalán llamado sanfaina, hoy aprenderemos como hacer pisto de verduras.",
    "ingredientes": "2 cebollas,\n2 pimientos rojos,\n2 pimientos verde,\n2 calabacines,\n6 tomates maduros,\n200 ml de tomate frito,\nSal,\nPimienta,\nAceite de oliva virgen extra",
    "pasosAseguir": "Es un plato que lleva tiempo por lo que debemos de tener paciencia. Lo primero es picar la cebolla y los pimientos y empezaron a pochados en aceite de oliva durante 1 hora a fuego lento. Esta parte es importante porque queremos un pisto suave y delicioso.\nPor otra parte, vamos a pochar en una sartén el calabacín. Mi abuela lo hacía por otra parte porque luego le gustaba añadir todos los ingredientes para que conocieran el tomate. El calabacín se va a hacer en unos 15 minutos. Una vez hecho reservamos.\nPelamos y picamos el tomate en trozos y lo añadimos a la cazuela junto con el bote de tomate frito. Este truco era de mi abuela que le ponía tomate frito ya de bote, pero puedes evitarlo si no lo consume. Puedes también usar tomate triturado de lata\nCocinamos durante 30 minutos y rectificamos de sal y pimienta al final de la receta. Y ya tenemos lista la receta de pisto de mi abuela.",
    "duracion": 110,
    "fotoReceta": "/static/uploads/recetas/20251210_114637_franciscojavier_martinezfernan_801ce6a3.jpg",
    "alergenos": "",
    "paisOrigen": "España",
    "turnoComida": "comida",
    "dificultad": "Media",
    "usuario": "franciscojavier.martinezfernan@usp.ceu.es",
    "usuariosGuardado": [],
    "publicada": true
  },
  {
    "nombreReceta": "Huevos rotos con jamón",
    "descripcion": "Si hablamos de raciones de bar, los huevos rotos o huevos estrellados son de las que no pueden faltar una vez llegamos a pedir en la barra. Hoy preparamos una receta de huevos rotos con jamón realmente deliciosa.",
    "ingredientes": "3 patatas nuevas,\nAceite de oliva,\n4 o 5 lonchas de jamón serrano o jamón ibérico,\n3 huevos,\nSal",
    "alergenos": "Huevo",
    "paisOrigen": "España",
    "pasosAseguir": "Es una receta reamente sencilla, por lo que las 3 cosas que lleva las debemos hacer a la perfección. Pelamos las patatas y las cortamos en rodajas o bastones las patatas y lavándolas en agua para retirar todo el resto de almidón.\nUna vez limpias, las secamos y las freímos en abundante aceite de oliva durante unos 15 minutos a fuego lento.\nLos últimos dos minutos subimos el fuego para que se cree una capa crujiente. Las pasamos a papel absorbente para retirar todo exceso de aceite.\nPor otras parte vamos a hacer dos huevos fritos y debemos hacerlos a la española. En una sartén con un dedo de aceite, y freímos los huevos durante un par de minutos que salga algo de puntilla.\nPonemos una cama de patatas fritas, el jamón ibérico o serrano por encima (el que tengamos) y los huevos. Ahora es momento de romper los huevos para que se haga una salsa espectacular con la yema.",
    "turnoComida": "aperitivo",
    "duracion": 20,
    "dificultad": "Facil",
    "fotoReceta": "/static/uploads/recetas/20251210_115110_franciscojavier_martinezfernan_e406a3f0.jpg",
    "usuariosGuardado": [],
    "comentarios": [],
    "valoraciones": [],
    "usuario": "franciscojavier.martinezfernan@usp.ceu.es",
    "publicada": true
  }
]